Repository: ladybirdweb/faveo-helpdesk-ios-pro
Catalog: Faveo Helpdesk Pro/*.lproj/Localizable.strings
Languages: ar, nb

source: Refreshing
ar: منعش
nb: forfriskende

source: Error
ar: خطأ
nb: Feil

source: All Caught Up
ar: جميع اشتعلت
nb: Alle fanget opp

source: Empty
ar: فارغة
nb: Tømme

source: Getting Data
ar: الحصول على البيانات
nb: Få data

source: Not Available
ar: غير متاح
nb: Ikke tilgjengelig

source: Success
ar: نجاح
nb: suksess

source: Warning
ar: تحذير
nb: Advarsel

source: Alert
ar: محزر
nb: Varsling

source: No
ar: لا
nb: Nei

source: Yes
ar: نعم فعلا
nb: Ja

source: No Records
ar: لا تسجيلات
nb: Ingen poster

source: Done
ar: فعله
nb: Ferdig

source: Something is Wrong
ar: هناك شئ غير صحيح.
nb: Noe er galt.

source: Are you sure to deactivate ?
ar: هل أنت متأكد من إلغاء التنشيط؟
nb: Er du sikker på å deaktivere ?

source: Are you sure to activate ?
ar: هل أنت متأكد من تفعيل؟
nb: Er du sikker på å aktivere ?

source: Ticket is Already Open
ar: التذكرة مفتوحة بالفعل
nb: Billetten er allerede åpen

source: Ticket is Already Closed
ar: تذكرة مغلقة بالفعل
nb: oppgaver en er allerede stengt

source: Ticket is Already Resolved
ar: تم بالفعل حل التذكرة
nb: oppgaver en er allerede løst

source: Ticket is Already Deleted
ar: التذكرة محذوفة بالفعل
nb: oppgaver en er allerede slettet

source: All Users
ar: جميع المستخدمين
nb: Alle brukere

source: Agent Users
ar: مستخدمو الوكيل
nb: Agent brukere

source: Active Users
ar: المستخدمين النشطين
nb: Aktive brukere

source: Client Users
ar: مستخدمو العميل
nb: Klientbrukere

source: Banned Users
ar: المستخدمين المحظورين
nb: Forbudte brukere

source: Inactive Users
ar: المستخدمون غير النشطين
nb: Inaktive brukere

source: Deactivated Users
ar: تم إلغاء تنشيط المستخدمين
nb: Deaktiverte brukere

source: Change Ticket Status
ar: تغيير حالة التذاكر
nb: Endre oppgaver status

source: Open
ar: افتح
nb: Åpen

source: Closed
ar: مغلق
nb: Lukket

source: Resolved
ar: حل
nb: Løst

source: Deleted
ar: تم الحذف
nb: slettet

source: Inbox
ar: صندوق الوارد
nb: Innboks

source: My Tickets
ar: تذاكري
nb: Mine oppgaver er

source: Ticket Reply
ar: رد التذاكر
nb: oppgaver svar

source: Internal Notes
ar: ملاحظات داخلية
nb: Interne notater

source: About
ar: حول
nb: Handle om

source: Closed Tickets
ar: تذاكر مغلقة
nb: Lukkede oppgaver er

source: Edit Ticket
ar: تحرير تذكرة
nb: Rediger oppgaver

source: Notifications
ar: إخطارات
nb: Varsler

source: Edit Profile
ar: تعديل الملف الشخصي
nb: Rediger profil

source: Client List
ar: قائمة العملاء
nb: Klientliste

source: Unassigned Tickets
ar: تذاكر غير معيّنة
nb: Ikke-tildelte oppgaver er

source: Trash Tickets
ar: تذاكر القمامة
nb: Papirkurv oppgaver er

source: Merge Tickets
ar: دمج التذاكر
nb: Merge oppgaver er

source: Ticket Title
ar: عنوان التذكرة
nb: oppgaver tittel

source: Ticket Number
ar: رقم التذكرة
nb: oppgaver nummer

source: Priority
ar: أفضلية
nb: Prioritet

source: Updated at
ar: تم التحديث في
nb: Oppdatert på

source: Created at
ar: أنشئت في
nb: Opprettet på

source: Due Date
ar: تاريخ الاستحقاق
nb: Tidsfrist

source: Show Filter
ar: إظهار تصفية
nb: Vis filter

source: Exit
ar: ىخرج

source: ASC
ar: تصاعدي

source: DES
ar: تنازلي

source: Filter
ar: منقي

source: Sort by
ar: ترتيب حسب
nb: Sorter etter

source: Details
ar: تفاصيل
nb: detaljer

source: Message
ar: رسالة
nb: Budskap

source: Cc
ar: سم مكعب

source: Please Wait
ar: أرجو الإنتظار
nb: Vennligst vent

source: Discard Changes ?
ar: تجاهل التغييرات؟
nb: Forkaste endringer ?

source: Details Updated Successfully
ar: التفاصيل تم تحديثها بنجاح
nb: Detaljer Oppdatert vellykket

source: Merged Successfully
ar: دمج بنجاح
nb: Fusjonert suksessivt

source: Requester Created Successfully
ar: مقدم الطلب تم إنشائه بنجاح
nb: Forespørger er opprettet

source: Tickets From Different Users
ar: تذاكر من مستخدمين مختلفين
nb: oppgaver er fra forskjellige brukere

source: URL Verified Successfully
ar: تم التحقق من عنوان URL بنجاح
nb: URL bekreftet

source: You Have Logged in Successfully
ar: لقد قمت بتسجيل الدخول بنجاح
nb: Du har logget inn med hell

source: Updated Successfully
ar: تم التحديث بنجاح
nb: Oppdatert vellykket

source: Activated Successfully
ar: تفعيلها بنجاح
nb: Aktivert vellykket

source: Deactivated Successfully
ar: تم إلغاء التنشيط بنجاح
nb: Deaktivert med hell

source: Email Already Exist
ar: البريد الالكتروني موجود بالفعل
nb: E-post finnes allerede

source: Please Enter The URL
ar: يرجى إدخال عنوان URL
nb: Vennligst skriv inn nettadressen

source: Please Insert Username & Password
ar: يرجى إدخال اسم المستخدم وكلمة المرور
nb: Vennligst sett inn brukernavn og passord

source: Please Insert Username
ar: يرجى إدخال اسم المستخدم
nb: Vennligst sett inn brukernavn

source: Please Insert Password
ar: يرجى إدخال كلمة المرور
nb: Vennligst sett inn passord

source: Verifying URL
ar: التحقق من عنوان URL
nb: Verifiserer nettadresse

source: Please Enter Mobile Code
ar: يرجى إدخال كود الجوال
nb: Vennligst skriv inn mobil kode

source: Please Select the Tickets
ar: يرجى اختيار التذاكر
nb: Vennligst velg oppgaver er

source: Please Select The Parent Ticket
ar: يرجى اختيار تذكرة الوالدين
nb: Vennligst velg Parent Ticket

source: Please Enter Subject
ar: يرجى إدخال الموضوع
nb: Vennligst skriv inn SUBJECT

source: Please Select HelpTopic
ar: يرجى اختيار موضوع المساعدة
nb: Vennligst velg HJELP-TOPIC

source: Please select Priority
ar: يرجى اختيار الاولوية
nb: Vennligst velg PRIORITY

source: Select Country Code
ar: اختر رمز البلد
nb: Velg landskode

source: Please Select Source
ar: يرجى اختيار المصدر
nb: Vennligst velg SOURCE

source: Please Fill All Mandatory Fields
ar: يرجى ملء جميع الحقول الإلزامية
nb: Vennligst fyll ut alle obligatoriske felt

source: Enter First Name & Last Name
ar: أدخل الاسم الأول واسم العائلة
nb: Skriv inn fornavn og etternavn

source: Enter First Name & Email
ar: أدخل الاسم الأول والبريد الإلكتروني
nb: Skriv inn fornavn og e-post

source: Enter Last Name & Email
ar: أدخل اسم العائلة والبريد الإلكتروني
nb: Skriv inn etternavn og e-post

# Enter Full Email
source: Enter Email
ar: أدخل البريد الإلكتروني الكامل
nb: Skriv inn full e-post

source: Enter First Name, Last Name & Email
ar: أدخل الاسم الأول واسم العائلة والبريد الإلكتروني
nb: Skriv inn fornavn, etternavn og e-post

source: Please Enter Username
ar: الرجاء إدخال اسم المستخدم
nb: Vennligst skriv inn brukernavn

source: Please Enter First Name.
ar: يرجى إدخال الاسم الأول.
nb: Vennligst skriv inn Fornavn.

source: Please Enter Last Name
ar: يرجى إدخال اسم العائلة
nb: Vennligst skriv inn etternavn

source: Please Enter Email
ar: يرجى إدخال البريد الإلكتروني
nb: Vennligst skriv inn e-post

# Please enter valid email id
source: Please Enter Valid Email
ar: الرجاء إدخال معرف البريد الإلكتروني الصحيح
nb: Vennligst skriv inn gyldig epost-ID

source: First Name Should Have More Than 2 Characters
ar: يجب أن يكون الاسم الأول أكثر من حرفين
nb: Fornavn skal ha mer enn 2 tegn

source: Subject Requires At Least 5 Characters
ar: الموضوع يتطلب 5 أحرف على الأقل
nb: SUBJECT krever minst 5 tegn

source: Message Requires At Least 10 Characters
ar: تتطلب الرسالة 10 أحرف على الأقل
nb: MESSAGE krever minst 10 tegn

source: Select Status
ar: اختر الحالة
nb: Velg Status

source: Select SLA
ar: حدد SLA
nb: Velg SLA

source: Select Department
ar: اختر القسم
nb: Velg Avdeling

source: Select Priority
ar: حدد الأولوية
nb: Velg prioritet

source: Select HelpTopic
ar: حدد Helptopic
nb: Velg Helptopisk

source: Select Source
ar: اختر مصدر
nb: Velg Kilde

source: Select Ticket Type
ar: اختر نوع التذكرة
nb: Velg oppgaver ype

source: Select Assignee
ar: حدد Assignee
nb: Velg Oppdragsgiver

source: Permission Denied - You don't have permission to open a ticket.
ar: رفض الإذن - ليس لديك إذن بفتح تذكرة
nb: Tillatelse nektet - Du har ikke tillatelse til å åpne en oppgaver

source: Permission Denied - Yo don't have permission to close a ticket.
ar: رفض الإذن - ليس لدى Yo الإذن بإغلاق تذكرة
nb: Tillatelse nektet - Du har ikke tillatelse til å lukke en oppgaver

source: Permission Denied - You don't have permission to resolve a ticket.
ar: رفض الإذن - ليس لديك إذن بحل تذكرة
nb: Tillatelse nektet - Du har ikke tillatelse til å løse en oppgaver

source: Permission Denied - You don't have permission to delete a ticket.
ar: رفض الإذن - ليس لديك إذن بحذف تذكرة
nb: Tillatelse nektet - Du har ikke tillatelse til å slette en oppgaver

source: Permission denied, you do not have permission to access the requested page.
ar: تم رفض الإذن ، ليس لديك إذن للوصول إلى الصفحة المطلوبة.
nb: Tillatelse nektet, du har ikke tillatelse til å få tilgang til den forespurte siden.

source: Access Denied - You don't have permission
ar: رفض الوصول - ليس لديك إذن.
nb: Tilgang nektet - Du har ikke tillatelse.

source: There is no Internet Connection.
ar: لا يوجد اتصال إنترنت
nb: Det er ingen Internett-tilkobling

source: The internet connection seems to be down. Please check it.
ar: يبدو أن اتصال الإنترنت قد انخفض. رجاءا تأكد.
nb: Internett-tilkoblingen ser ut til å være nede. Vennligst sjekk det.

source: Cannot find specified host. Retype URL.
ar: لا يمكن العثور على مضيف محدد. أعد كتابة عنوان URL
nb: Kan ikke finne spesifisert vert. Skriv inn nettadressen på nytt

source: Cannot connect to specified host. Server may be down.
ar: لا يمكن الاتصال بالمضيف المحدد. قد يكون الخادم لأسفل.
nb: Kan ikke koble til spesifisert vert. Serveren kan være nede.

source: Cannot connect to the internet. Service may not be available.
ar: لا يمكن الاتصال بالإنترنت. الخدمة قد لا تكون متاحة
nb: Kan ikke koble til Internett. Tjenesten er kanskje ikke tilgjengelig

source: Headquarter in Bangalore, Faveo Helpdesk provides businesses with an automated Helpdesk system to manage customer support. The word Faveo comes from Latin which means to be favourable. Which truly highlights vision and the scope as well as the functionality of the product that Faveo is. Faveo empowers your business with state of the art, ticket based support system. In today’s competitive startup scenario customer retention is one of the major challenges. Handling client query diligently is all the difference between retaining or losing a long lasting relationship. The company is driven with passion of providing tools for managing consumer queries for strategic insights and helping companies take those decisive decisions.
ar: المقر الرئيسي في مدينة بانغالور ، توفر شركة Faveo Helpdesk للأنشطة التجارية نظامًا مكتبيًا آليًا لإدارة دعم العملاء. كلمة Faveo تأتي من اللاتينية مما يعني أن تكون مواتية. الذي يسلط الضوء على الرؤية والنطاق بالإضافة إلى وظيفة المنتج الذي يحمله Faveo. تعمل شركة Faveo على تمكين نشاطك التجاري من خلال نظام دعم قائم على التذاكر. في سيناريو بدء التشغيل التنافسي اليوم ، يعد الاحتفاظ بالعملاء أحد التحديات الرئيسية. التعامل مع استعلام العميل بجد هو كل الفرق بين الاحتفاظ أو فقدان علاقة طويلة الأمد. الشركة مدفوعة بشغف توفير أدوات لإدارة استفسارات المستهلكين للحصول على رؤى إستراتيجية ومساعدة الشركات على اتخاذ هذه القرارات الحاسمة.
nb: Hovedkontor i Bangalore, tilbyr Faveo Helpdesk bedrifter med et automatisert helpdesk system for å administrere kundesupport. Ordet Faveo kommer fra latin som betyr å være gunstig. Som virkelig fremhever visjon og omfang, samt funksjonaliteten til produktet som Faveo er. Faveo gir bedriften mulighet til å gi toppmoderne, oppgaver basert støttesystem. I dagens konkurransedyktige oppstartsscenario er kundeoppbevaring en av de store utfordringene. Håndtering av klientens forespørsel flittig er all forskjellen mellom å beholde eller miste et langvarig forhold. Selskapet drives av lidenskap for å tilby verktøy for å håndtere forbruksspørsmål for strategisk innsikt og å hjelpe bedrifter med å ta de avgjørende beslutninger.

source: Clear All
nb: Rydd alt
